
"Passcode Lock" = "Beveiligingscode";

"All data in this app will be erased after %d failed passcode attempts." = "Alle gegevens in deze app worden verwijderd nadat de beveiligingscode %d verkeerd is ingevoerd.";
"Cancel" = "Annuleren";
"Enable" = "Inschakelen";
"Erase all content in the app after %d failed passcode attempts." = "Alle inhoud in de app wissen na %d mislukte inlogpogingen.";

"Turn Passcode Off" = "Beveiligingscode uitschakelen";
"Turn Passcode On" = "Beveiligingscode inschakelen";
"Change Passcode" = "Beveiligingscode wijzigen";
"Erase Data" = "Gegevens verwijderen";
"Set Passcode" = "Beveiligingscode instellen";
"Turn off Passcode" = "Beveiligingscode uitschakelen";
"Enter Passcode" = "Beveiligingscode invoeren";
"1 Failed Passcode Attempt" = "1 mislukte inlogpoging";
"%i Failed Passcode Attempts" = "%i mislukte inlogpogingen";
"Passcodes did not match. Try again." = "Beveiligingscodes komen niet overeen. Probeer het opnieuw.";
"Enter a different passcode. You cannot re-use the same passcode." = "Voer een andere beveiligingscode in. Je kunt dezelfde code niet hergebruiken.";
"Erase all data and reset passcode" = "Alle gegevens wissen en de beveiligingscode herstellen?";

"Enter your passcode" = "Beveiligingscode invoeren";
"Enter a passcode" = "Beveiligingscode invoeren";
"Re-enter your passcode" = "Voer je beveiligingscode opnieuw in";
"Enter your old passcode" = "Voer je oude beveiligingscode in";
"Enter your new passcode" = "Voer je nieuwe beveiligingscode in";
"Re-enter your new passcode" = "Voer je nieuwe beveiligingscode opnieuw in";

"Passcode lock notice" = "Let op";
"ResetInfo" = "De wachtwoordcode kan niet worden hersteld; als je hem vergeet, heb je geen toegang meer tot je chats.";
"The app passcode lock protects your data against prying eyes, but it is not a replacement for setting a passcode lock on your device.\nIf you haven't done so already, set a device passcode lock too in order to ensure that the data on your device is encrypted." = "De beveiligingscode van de app beschermt je gegevens tegen meekijkers, maar is geen vervanging van de beveiligingscode op je apparaat.\nSchakel de beveiligingscode van je apparaat in om ervoor te zorgen dat de gegevens op je apparaat worden versleuteld.";

"Require Passcode" = "Beveiligingscode gebruiken";
"Immediately" = "Onmiddellijk";
"After 1 minute" = "Na 1 minuut";
"After %d minutes" = "Na %d minuten";
"After 1 min." = "Na 1 min.";
"After %d min." = "Na %d min.";
"After 1 hour" = "Na 1 uur";
"After %d hours" = "Na %d uur";
